[
  {
    "price": 32.43,
    "salePrice": 29.19,
    "category": "electronics",
    "name": "HDMI Cable",
    "shortDescription": "Ipsum quis sit commodo ullamco nulla reprehenderit qui laboris sint laboris. Officia id exercitation Lorem aliquip cupidatat nostrud amet.",
    "longDescription": [
      "Eiusmod culpa labore nisi occaecat qui irure ex. Do incididunt sint eu consequat nostrud ex consectetur nisi non ipsum ea labore. Dolor veniam aliqua deserunt sint non ipsum aliquip.",
      "Veniam incididunt sit incididunt sint sit laboris dolor ad excepteur excepteur. Lorem consectetur et aliquip ut dolor eiusmod reprehenderit mollit tempor commodo id est reprehenderit quis. Et nisi commodo est irure sint magna cupidatat. Fugiat mollit fugiat deserunt cillum deserunt."
    ],
    "images": [
      "https://via.placeholder.com/200/71452D/FFFFFF/?text=HDMI+Cable",
      "https://via.placeholder.com/200/7EE115/FFFFFF/?text=HDMI+Cable",
      "https://via.placeholder.com/200/41BAE7/FFFFFF/?text=HDMI+Cable",
      "https://via.placeholder.com/200/FD0796/FFFFFF/?text=HDMI+Cable"
    ]
  },
  {
    "price": 66.78,
    "salePrice": 60.1,
    "category": "electronics",
    "name": "Speakers",
    "shortDescription": "Anim mollit nisi deserunt Lorem cillum. Et cupidatat laborum quis ut anim incididunt incididunt deserunt.",
    "longDescription": [
      "Commodo aliqua voluptate voluptate deserunt voluptate ex nisi qui adipisicing. Irure irure ut reprehenderit ipsum nostrud voluptate fugiat. Sit commodo labore mollit consectetur eu nostrud dolore consectetur proident duis. Adipisicing reprehenderit ullamco consequat excepteur aliqua nulla labore in. Veniam id dolore consectetur sint consequat exercitation dolor in. Sint exercitation reprehenderit et duis elit mollit proident dolore velit dolor voluptate enim occaecat.",
      "Lorem culpa incididunt reprehenderit irure voluptate esse dolor magna anim. Nostrud ex aliqua sunt culpa enim deserunt qui dolor aliqua commodo id sit. Voluptate mollit proident eu occaecat fugiat fugiat incididunt exercitation anim dolore cillum cillum enim duis. Sint proident incididunt consectetur nulla velit exercitation laboris Lorem. Nisi aliquip veniam magna consequat eu nulla amet minim occaecat ea.",
      "Aute nostrud est dolore ut velit velit eu enim aute minim culpa cupidatat mollit culpa. Mollit in eu elit eu proident ad amet adipisicing reprehenderit magna. Cupidatat dolor aute tempor labore veniam nisi in officia. Ad elit nisi sint aliqua et.",
      "Id elit anim officia aliquip voluptate ea elit Lorem ad. Do sint id qui amet voluptate. Nisi eiusmod est mollit mollit labore incididunt non culpa nostrud. Culpa irure quis proident nulla. Est aute duis sunt sunt sunt cillum est duis. Fugiat mollit exercitation quis cillum et adipisicing veniam. Aliqua non eiusmod nulla est culpa sunt adipisicing fugiat nostrud duis est esse magna."
    ],
    "images": [
      "https://via.placeholder.com/200/46B701/FFFFFF/?text=Speakers",
      "https://via.placeholder.com/200/C9CC09/FFFFFF/?text=Speakers",
      "https://via.placeholder.com/200/16136C/FFFFFF/?text=Speakers",
      "https://via.placeholder.com/200/D6458A/FFFFFF/?text=Speakers",
      "https://via.placeholder.com/200/3F0997/FFFFFF/?text=Speakers"
    ]
  },
  {
    "price": 34.6,
    "salePrice": 31.14,
    "category": "electronics",
    "name": "Mouse",
    "shortDescription": "Incididunt culpa in ullamco velit irure aliqua aute est veniam exercitation aliqua ea adipisicing nisi.",
    "longDescription": [
      "Cillum ullamco id qui mollit ipsum officia ea Lorem anim. Sint excepteur ut ad labore id velit amet. Pariatur nostrud qui deserunt in ullamco proident excepteur sint duis pariatur Lorem Lorem. Esse amet tempor nisi ex dolore veniam commodo pariatur eiusmod aliquip velit ut et aute. Qui consequat cupidatat dolor excepteur. Voluptate incididunt ex occaecat enim ex ipsum incididunt duis laboris fugiat anim esse ad tempor.",
      "Est ipsum proident sit magna esse velit duis magna fugiat commodo consectetur anim proident. Lorem sunt ipsum labore enim in. Excepteur consequat ullamco labore sint nisi amet proident aliqua aute quis officia voluptate irure. Aliqua tempor cupidatat occaecat Lorem tempor Lorem quis tempor duis dolor consectetur fugiat in. Sunt commodo amet deserunt nostrud nulla commodo consectetur cillum incididunt duis culpa amet et. Qui velit excepteur quis minim veniam veniam fugiat. Sunt consectetur aliqua occaecat quis sunt id est."
    ],
    "images": [
      "https://via.placeholder.com/200/8A9CE8/FFFFFF/?text=Mouse",
      "https://via.placeholder.com/200/623B67/FFFFFF/?text=Mouse",
      "https://via.placeholder.com/200/12CE96/FFFFFF/?text=Mouse",
      "https://via.placeholder.com/200/9FB20D/FFFFFF/?text=Mouse",
      "https://via.placeholder.com/200/6291BF/FFFFFF/?text=Mouse"
    ]
  },
  {
    "price": 54.21,
    "salePrice": 48.79,
    "category": "electronics",
    "name": "Mouse Pad",
    "shortDescription": "Aliqua exercitation ea ullamco dolore ex fugiat aute ea. Duis cillum id duis et exercitation aliqua non adipisicing dolore et.",
    "longDescription": [
      "Sint veniam ex commodo dolore enim in nulla aliqua laborum et culpa ipsum ex ullamco. Aute nisi anim proident qui fugiat exercitation proident pariatur laboris sunt mollit. Incididunt ad do ex magna sit culpa consequat. Ex occaecat ex aute dolor adipisicing et nisi tempor ea commodo laboris sunt. Tempor quis amet commodo irure irure in ut. Fugiat pariatur incididunt minim aute dolor nostrud aute commodo nisi tempor. Do laboris irure reprehenderit ex amet do incididunt pariatur.",
      "Elit labore veniam nisi cupidatat sunt anim. Dolor ex quis commodo minim laborum officia voluptate dolore. Aute anim ea velit dolor consequat laboris aute ea. Dolore sunt mollit mollit enim veniam proident anim irure dolore. Aliqua mollit occaecat eiusmod consequat excepteur.",
      "Consequat sint proident sint nulla mollit magna velit proident dolor. Consectetur nisi aliqua enim aliquip aliqua labore. Est voluptate deserunt ut ex ut culpa consequat et dolor labore ad aute. Eiusmod laboris pariatur fugiat non cillum magna id incididunt laborum cupidatat officia velit. Ea id consectetur cillum in adipisicing dolore cupidatat labore. Laboris ullamco esse ea fugiat velit incididunt ex commodo laboris exercitation labore ad."
    ],
    "images": [
      "https://via.placeholder.com/200/DCF44C/000000/?text=Mouse+Pad",
      "https://via.placeholder.com/200/7FA55B/FFFFFF/?text=Mouse+Pad",
      "https://via.placeholder.com/200/A9BC4C/FFFFFF/?text=Mouse+Pad",
      "https://via.placeholder.com/200/3951A0/FFFFFF/?text=Mouse+Pad"
    ]
  },
  {
    "price": 56.25,
    "salePrice": 50.63,
    "category": "electronics",
    "name": "Power Cord",
    "shortDescription": "Dolore Lorem tempor et reprehenderit occaecat.",
    "longDescription": [
      "Voluptate eiusmod adipisicing nostrud officia. Qui cillum officia proident laborum. Nisi deserunt ut eu pariatur. Magna ullamco esse amet et nisi ipsum excepteur. Eiusmod anim sint nisi nisi est ex ullamco qui in occaecat irure fugiat sit laboris. Deserunt quis excepteur cupidatat eiusmod amet dolor laborum in sunt laboris ad ea et."
    ],
    "images": [
      "https://via.placeholder.com/200/2F3919/FFFFFF/?text=Power+Cord",
      "https://via.placeholder.com/200/92B86C/FFFFFF/?text=Power+Cord",
      "https://via.placeholder.com/200/C4CB50/000000/?text=Power+Cord",
      "https://via.placeholder.com/200/5DECCD/000000/?text=Power+Cord"
    ]
  },
  {
    "price": 47.11,
    "salePrice": 42.4,
    "category": "electronics",
    "name": "Monitor Stand",
    "shortDescription": "Culpa occaecat Lorem cupidatat in tempor consequat ad mollit ut consequat eu. Est laborum consectetur aute ullamco anim adipisicing amet proident.",
    "longDescription": [
      "In elit aliqua eiusmod commodo ipsum. Excepteur fugiat consequat nulla voluptate ut. Id fugiat deserunt duis cillum laboris eu ut nostrud excepteur. Mollit pariatur in veniam id adipisicing consequat reprehenderit Lorem Lorem elit nulla. Tempor amet commodo non culpa excepteur fugiat occaecat."
    ],
    "images": [
      "https://via.placeholder.com/200/59CAFC/FFFFFF/?text=Monitor+Stand",
      "https://via.placeholder.com/200/1EA3A6/FFFFFF/?text=Monitor+Stand",
      "https://via.placeholder.com/200/222F0D/FFFFFF/?text=Monitor+Stand",
      "https://via.placeholder.com/200/6080C2/FFFFFF/?text=Monitor+Stand",
      "https://via.placeholder.com/200/8D76F2/FFFFFF/?text=Monitor+Stand"
    ]
  },
  {
    "price": 21.36,
    "salePrice": 19.22,
    "category": "home",
    "name": "Broom",
    "shortDescription": "Id dolore Lorem excepteur occaecat ipsum sit qui.",
    "longDescription": [
      "Eu ex elit velit mollit sunt dolor aliqua laboris minim occaecat. Nostrud id tempor ex ullamco minim non velit eu et consequat ex. Dolor adipisicing ut est do consectetur eiusmod ea officia qui in et excepteur labore. Voluptate exercitation id amet aute. Aute ea est aute duis esse amet fugiat minim quis cupidatat cupidatat. Consectetur officia ex ea laboris. Sit sint sit voluptate eu ut elit incididunt commodo pariatur quis.",
      "In in mollit excepteur aliquip enim proident amet. Exercitation sint pariatur fugiat sint. Fugiat dolore ullamco nisi amet cillum cillum excepteur.",
      "Anim consectetur proident ea deserunt nisi consectetur adipisicing laborum anim. Nostrud amet eu incididunt mollit consequat consectetur adipisicing et aliquip officia. Nulla consectetur dolore proident sint eiusmod enim sunt occaecat."
    ],
    "images": [
      "https://via.placeholder.com/200/939692/FFFFFF/?text=Broom",
      "https://via.placeholder.com/200/132330/FFFFFF/?text=Broom",
      "https://via.placeholder.com/200/A40DA3/FFFFFF/?text=Broom",
      "https://via.placeholder.com/200/7834B1/FFFFFF/?text=Broom"
    ]
  },
  {
    "price": 34.74,
    "salePrice": 31.27,
    "category": "home",
    "name": "Mop",
    "shortDescription": "Aliquip elit qui eiusmod non dolore. In quis ea duis Lorem velit dolore in.",
    "longDescription": [
      "Aliqua ex aliqua mollit nisi elit deserunt nulla ipsum. Aliquip ipsum deserunt aliqua cupidatat in elit ea non pariatur. Labore pariatur occaecat ea culpa pariatur mollit minim reprehenderit eiusmod eu. Incididunt ullamco minim anim esse eiusmod excepteur magna Lorem Lorem sit consequat dolor aliqua.",
      "Minim velit ea nostrud ea elit veniam cillum ea fugiat nisi reprehenderit magna est. Eu magna nulla eiusmod velit dolore. Proident irure aliquip et veniam ut quis id in.",
      "Eiusmod minim dolore veniam occaecat ad. Lorem aliqua quis dolore proident. Est ea do cupidatat sunt duis minim cupidatat id sint non mollit ut aute. Ut culpa nulla est est consequat nostrud cillum exercitation. Dolor enim exercitation occaecat ea fugiat ad tempor incididunt. Nisi exercitation irure ut nostrud irure et nisi. Irure anim aliquip Lorem tempor qui incididunt tempor laborum amet duis duis labore proident.",
      "Velit eiusmod ea laborum do irure exercitation exercitation cupidatat deserunt amet. Velit consequat occaecat reprehenderit ut velit. Ex laborum aliqua consectetur id culpa. Pariatur aute aliqua sunt reprehenderit et proident dolor adipisicing ipsum laboris. Enim est ad sit ullamco."
    ],
    "images": [
      "https://via.placeholder.com/200/A20974/FFFFFF/?text=Mop",
      "https://via.placeholder.com/200/F519BA/FFFFFF/?text=Mop",
      "https://via.placeholder.com/200/184A4E/FFFFFF/?text=Mop",
      "https://via.placeholder.com/200/BAF666/000000/?text=Mop",
      "https://via.placeholder.com/200/99AD98/FFFFFF/?text=Mop"
    ]
  },
  {
    "price": 40.7,
    "salePrice": 36.63,
    "category": "home",
    "name": "Dish soap",
    "shortDescription": "Ut aliquip ut incididunt velit pariatur ea.",
    "longDescription": [
      "Eu duis tempor cupidatat anim aute tempor dolor id. Non consequat do mollit exercitation elit cupidatat sunt et ipsum. Officia laborum in aliquip occaecat incididunt labore ea anim. Voluptate laboris ad id proident fugiat velit cupidatat est id non incididunt velit enim aliquip. Consequat est et quis mollit anim nisi Lorem excepteur elit magna consectetur est duis. Elit nisi elit laborum incididunt Lorem."
    ],
    "images": [
      "https://via.placeholder.com/200/92ACBB/FFFFFF/?text=Dish+soap",
      "https://via.placeholder.com/200/1466EE/FFFFFF/?text=Dish+soap",
      "https://via.placeholder.com/200/436B7F/FFFFFF/?text=Dish+soap",
      "https://via.placeholder.com/200/6186A1/FFFFFF/?text=Dish+soap",
      "https://via.placeholder.com/200/B56CC8/FFFFFF/?text=Dish+soap"
    ]
  },
  {
    "price": 82.42,
    "salePrice": 74.18,
    "category": "home",
    "name": "Sponges",
    "shortDescription": "Ex id commodo nisi culpa occaecat elit non ex eu pariatur consequat. Elit veniam consequat officia exercitation aute magna magna reprehenderit id consequat.",
    "longDescription": [
      "Lorem sunt ad quis voluptate ut. Officia non occaecat consectetur sint excepteur exercitation dolor ad. Incididunt in exercitation duis consequat cupidatat pariatur ex laborum."
    ],
    "images": [
      "https://via.placeholder.com/200/3C8962/FFFFFF/?text=Sponges",
      "https://via.placeholder.com/200/629A3D/FFFFFF/?text=Sponges",
      "https://via.placeholder.com/200/5A7C33/FFFFFF/?text=Sponges",
      "https://via.placeholder.com/200/AC5274/FFFFFF/?text=Sponges"
    ]
  },
  {
    "price": 39.2,
    "salePrice": 35.28,
    "category": "home",
    "name": "Laundry detergent",
    "shortDescription": "Excepteur amet ea non minim aliqua proident duis tempor veniam veniam amet.",
    "longDescription": [
      "Nisi ipsum magna mollit sunt laboris aliqua proident est ipsum officia anim ea mollit. Ea cillum dolore id sint. Culpa eiusmod esse est incididunt dolor adipisicing consequat sint. Velit culpa occaecat sint aute reprehenderit nisi excepteur ea esse magna. Et cillum cillum minim Lorem. Enim excepteur esse adipisicing aute laboris ut excepteur duis qui qui.",
      "Est ad minim exercitation cupidatat. Occaecat excepteur ex excepteur sunt. Labore ipsum sit esse labore eu. Quis Lorem consequat ut esse cillum incididunt in. Eu enim ad non sit eiusmod cillum officia pariatur consectetur aliqua ipsum. Proident amet magna exercitation nostrud cupidatat nisi est est proident proident aliquip. Qui consequat pariatur anim elit laborum culpa enim culpa id ipsum.",
      "Aliquip aliquip aliqua cupidatat id voluptate minim consequat exercitation consequat occaecat. Sunt est occaecat Lorem officia ipsum laboris dolor voluptate est eiusmod sunt. Magna tempor nulla voluptate ea commodo commodo veniam velit duis et. Nostrud reprehenderit labore dolore enim minim cupidatat qui in eu qui sit et consectetur aliqua."
    ],
    "images": [
      "https://via.placeholder.com/200/91E59B/000000/?text=Laundry+detergent",
      "https://via.placeholder.com/200/FC3BFC/FFFFFF/?text=Laundry+detergent",
      "https://via.placeholder.com/200/27C5EB/FFFFFF/?text=Laundry+detergent",
      "https://via.placeholder.com/200/86CE78/FFFFFF/?text=Laundry+detergent",
      "https://via.placeholder.com/200/E3EBAF/000000/?text=Laundry+detergent"
    ]
  },
  {
    "price": 19.56,
    "salePrice": 17.6,
    "category": "home",
    "name": "Iron",
    "shortDescription": "Ullamco laborum commodo eu quis veniam.",
    "longDescription": [
      "Quis reprehenderit nostrud laborum dolore labore voluptate. Veniam elit irure velit incididunt. Reprehenderit laborum eu consequat cupidatat amet velit fugiat. Proident fugiat dolor non est laboris. Nisi exercitation duis tempor sunt ut cillum elit labore dolore qui.",
      "Enim minim elit reprehenderit amet labore duis veniam est. Nulla magna culpa aliqua cupidatat ullamco fugiat. Dolor occaecat ex minim ut proident nostrud."
    ],
    "images": [
      "https://via.placeholder.com/200/7C6B14/FFFFFF/?text=Iron",
      "https://via.placeholder.com/200/B917D5/FFFFFF/?text=Iron",
      "https://via.placeholder.com/200/511879/FFFFFF/?text=Iron",
      "https://via.placeholder.com/200/2F4A9E/FFFFFF/?text=Iron",
      "https://via.placeholder.com/200/662AC7/FFFFFF/?text=Iron"
    ]
  },
  {
    "price": 87.26,
    "salePrice": 78.53,
    "category": "home",
    "name": "Towels",
    "shortDescription": "Sit officia quis cupidatat velit occaecat cupidatat deserunt ipsum duis. Eiusmod id cillum eu ea officia veniam occaecat esse laboris excepteur ut incididunt nisi aliqua.",
    "longDescription": [
      "Dolore ipsum sunt excepteur aute exercitation id adipisicing consectetur. Non sit et nisi magna eu culpa labore tempor officia aliqua aliqua excepteur adipisicing. Cillum deserunt ea excepteur occaecat. Duis nisi veniam irure duis ullamco commodo cillum ea ipsum consectetur consequat reprehenderit. Labore veniam anim sunt duis ea eiusmod id ullamco eu. Ut excepteur qui reprehenderit enim est cupidatat eu aliquip exercitation dolore sunt veniam tempor quis."
    ],
    "images": [
      "https://via.placeholder.com/200/374810/FFFFFF/?text=Towels",
      "https://via.placeholder.com/200/370214/FFFFFF/?text=Towels",
      "https://via.placeholder.com/200/EA00F1/FFFFFF/?text=Towels",
      "https://via.placeholder.com/200/5AC2C7/FFFFFF/?text=Towels"
    ]
  }
]
