[
  {
    "price": "98.79",
    "salePrice": 88.91,
    "category": "electronics",
    "name": "HDMI Cable",
    "shortDescription": "Nostrud mollit sint Lorem et culpa proident.",
    "longDescription": [
      "Eu mollit consequat officia tempor veniam aliquip nostrud. Sunt minim id excepteur fugiat pariatur. Eiusmod est occaecat eu Lorem in officia quis elit ex non. Officia aliquip sit irure minim aute tempor enim nisi veniam ex laborum sit. Pariatur eiusmod voluptate mollit reprehenderit amet adipisicing nulla et Lorem consequat consequat.",
      "Deserunt dolore adipisicing enim aute sint ullamco quis qui proident reprehenderit. Sint et laboris fugiat aute irure deserunt est elit quis aliquip sit minim in ad. Ea id consequat officia irure nulla magna irure enim enim. Mollit excepteur eu esse cillum duis cillum laboris proident eu proident non.",
      "Reprehenderit reprehenderit qui dolor nulla pariatur consequat anim ipsum eu est sunt. Quis in nulla exercitation nisi amet cupidatat elit laboris esse cupidatat anim esse. Ex commodo adipisicing nulla et occaecat ut. Minim ut ullamco amet est non enim do sunt eu labore minim. Ex esse in in commodo. Reprehenderit non amet consequat officia elit fugiat. Do cupidatat incididunt deserunt tempor qui mollit."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/EF9395/FFFFFF/?text=HDMI+Cable",
        "alt": "HDMI Cable"
      },
      {
        "src": "https://via.placeholder.com/200/1C6299/FFFFFF/?text=HDMI+Cable",
        "alt": "HDMI Cable"
      },
      {
        "src": "https://via.placeholder.com/200/029D7E/FFFFFF/?text=HDMI+Cable",
        "alt": "HDMI Cable"
      },
      {
        "src": "https://via.placeholder.com/200/F6B3A5/000000/?text=HDMI+Cable",
        "alt": "HDMI Cable"
      }
    ]
  },
  {
    "price": "18.12",
    "salePrice": 16.31,
    "category": "electronics",
    "name": "Speakers",
    "shortDescription": "Fugiat exercitation occaecat sit excepteur eu Lorem laboris tempor consectetur sint voluptate aliquip velit quis.",
    "longDescription": [
      "Nulla et fugiat cillum commodo anim aliquip est duis do ullamco est ut laborum. Est tempor officia officia ut. Sint duis ullamco ea sint magna ut cupidatat sint nulla est dolore pariatur duis qui."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/EC3210/FFFFFF/?text=Speakers",
        "alt": "Speakers"
      },
      {
        "src": "https://via.placeholder.com/200/BA42D5/FFFFFF/?text=Speakers",
        "alt": "Speakers"
      },
      {
        "src": "https://via.placeholder.com/200/17D941/FFFFFF/?text=Speakers",
        "alt": "Speakers"
      },
      {
        "src": "https://via.placeholder.com/200/A1B90C/FFFFFF/?text=Speakers",
        "alt": "Speakers"
      },
      {
        "src": "https://via.placeholder.com/200/7F8150/FFFFFF/?text=Speakers",
        "alt": "Speakers"
      }
    ]
  },
  {
    "price": "99.50",
    "salePrice": 89.55,
    "category": "electronics",
    "name": "Mouse",
    "shortDescription": "Exercitation deserunt cupidatat commodo eiusmod adipisicing. In magna voluptate ullamco officia nostrud irure dolore Lorem do veniam consectetur elit.",
    "longDescription": [
      "Excepteur qui laboris aliqua occaecat. Enim officia ex eu duis dolor enim reprehenderit. Do pariatur ipsum dolor culpa ex ut dolore esse veniam.",
      "Magna est consequat excepteur aliquip mollit qui sint ea. Lorem Lorem commodo nostrud adipisicing aute Lorem. Enim est in ut sint laborum commodo minim elit adipisicing adipisicing laboris. Sunt nisi eiusmod culpa fugiat.",
      "Amet non nostrud non pariatur labore reprehenderit. Eu irure in quis duis deserunt qui do occaecat exercitation tempor ipsum esse. Proident quis anim magna do. Mollit pariatur tempor ex amet."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/4C2807/FFFFFF/?text=Mouse",
        "alt": "Mouse"
      },
      {
        "src": "https://via.placeholder.com/200/705946/FFFFFF/?text=Mouse",
        "alt": "Mouse"
      },
      {
        "src": "https://via.placeholder.com/200/16EB7A/FFFFFF/?text=Mouse",
        "alt": "Mouse"
      },
      {
        "src": "https://via.placeholder.com/200/10D6DC/FFFFFF/?text=Mouse",
        "alt": "Mouse"
      }
    ]
  },
  {
    "price": "75.16",
    "salePrice": 67.64,
    "category": "electronics",
    "name": "Mouse Pad",
    "shortDescription": "Laborum ex incididunt do excepteur culpa excepteur id laborum duis sit. Quis fugiat laboris duis dolor ea proident deserunt culpa velit mollit deserunt cillum.",
    "longDescription": [
      "Excepteur reprehenderit enim commodo sint minim ut minim nulla id in irure Lorem. Dolor anim eu cillum non consequat do velit. Ea culpa adipisicing mollit culpa excepteur sunt laboris dolor cupidatat ex commodo consectetur.",
      "Commodo ut ad consectetur occaecat esse elit culpa. Lorem laborum labore commodo reprehenderit sunt ea nulla deserunt eu dolor. Duis quis sint magna amet in ut reprehenderit dolore reprehenderit eiusmod ex. Aliqua Lorem nostrud sit incididunt consequat ut."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/377BFF/FFFFFF/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      },
      {
        "src": "https://via.placeholder.com/200/FC51E9/FFFFFF/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      },
      {
        "src": "https://via.placeholder.com/200/5E4018/FFFFFF/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      },
      {
        "src": "https://via.placeholder.com/200/C38586/FFFFFF/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      },
      {
        "src": "https://via.placeholder.com/200/5F3508/FFFFFF/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      }
    ]
  },
  {
    "price": "34.69",
    "salePrice": 31.22,
    "category": "electronics",
    "name": "Power Cord",
    "shortDescription": "Anim nostrud elit culpa eiusmod proident quis quis veniam ut ullamco ea. Excepteur minim irure velit Lorem ex.",
    "longDescription": [
      "Id est duis incididunt amet culpa eiusmod voluptate qui aliquip adipisicing et. Eiusmod adipisicing eiusmod elit aute. Aliquip adipisicing ex eiusmod mollit ea. Anim deserunt exercitation esse ut elit voluptate nostrud anim cillum sint officia aliqua minim ea.",
      "Ad veniam minim nisi Lorem dolore in eu ex irure ut. Aliqua sint labore Lorem laboris dolor ea do proident. Enim sunt qui ut pariatur amet incididunt. Eiusmod proident voluptate ut est sunt veniam qui dolore id. Deserunt aliqua consequat tempor qui sint occaecat. Anim nisi duis incididunt esse do fugiat.",
      "Deserunt aute pariatur ad id aute culpa ex sunt officia irure Lorem duis. Aliqua adipisicing et voluptate consectetur tempor proident. Dolore esse commodo duis aliqua id ullamco fugiat ipsum aliqua ullamco aliquip.",
      "Cillum culpa laborum do ipsum. Consequat ullamco nostrud fugiat cillum Lorem esse aute aliquip reprehenderit labore laborum. Id officia magna pariatur sunt velit laboris sunt."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/525FC2/FFFFFF/?text=Power+Cord",
        "alt": "Power Cord"
      },
      {
        "src": "https://via.placeholder.com/200/01BB6F/FFFFFF/?text=Power+Cord",
        "alt": "Power Cord"
      },
      {
        "src": "https://via.placeholder.com/200/55E156/FFFFFF/?text=Power+Cord",
        "alt": "Power Cord"
      },
      {
        "src": "https://via.placeholder.com/200/DA4D23/FFFFFF/?text=Power+Cord",
        "alt": "Power Cord"
      }
    ]
  },
  {
    "price": "33.34",
    "salePrice": 30.01,
    "category": "electronics",
    "name": "Monitor Stand",
    "shortDescription": "Qui ex et voluptate nisi Lorem proident elit ullamco.",
    "longDescription": [
      "Ea nostrud non voluptate tempor. Sit quis ipsum velit cupidatat sunt. Fugiat in consequat consequat anim enim ad. Enim anim nostrud tempor laboris. Magna officia id officia eu et voluptate pariatur. Deserunt fugiat eiusmod et adipisicing amet est incididunt ullamco nostrud eiusmod. Culpa irure dolor in aliquip culpa ipsum."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/8407C2/FFFFFF/?text=Monitor+Stand",
        "alt": "Monitor Stand"
      },
      {
        "src": "https://via.placeholder.com/200/F54A1D/FFFFFF/?text=Monitor+Stand",
        "alt": "Monitor Stand"
      },
      {
        "src": "https://via.placeholder.com/200/5345C8/FFFFFF/?text=Monitor+Stand",
        "alt": "Monitor Stand"
      },
      {
        "src": "https://via.placeholder.com/200/CB893B/FFFFFF/?text=Monitor+Stand",
        "alt": "Monitor Stand"
      }
    ]
  },
  {
    "price": "48.27",
    "salePrice": 43.44,
    "category": "home",
    "name": "Broom",
    "shortDescription": "Irure officia id anim excepteur tempor. Ut mollit nostrud exercitation dolor excepteur nostrud non enim amet anim.",
    "longDescription": [
      "Occaecat laborum fugiat consequat culpa nulla. Quis occaecat cupidatat Lorem tempor labore sit eu. Occaecat Lorem nulla minim do do nostrud est occaecat occaecat cupidatat aliquip consectetur. Excepteur fugiat laboris labore est nostrud incididunt. Esse nostrud eiusmod consequat officia sit mollit exercitation voluptate aliqua velit. Culpa voluptate in quis labore sunt. Elit pariatur dolor elit mollit eiusmod irure est consectetur dolore eu eiusmod Lorem do."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/EB4EDA/FFFFFF/?text=Broom",
        "alt": "Broom"
      },
      {
        "src": "https://via.placeholder.com/200/250460/FFFFFF/?text=Broom",
        "alt": "Broom"
      },
      {
        "src": "https://via.placeholder.com/200/0125CC/FFFFFF/?text=Broom",
        "alt": "Broom"
      },
      {
        "src": "https://via.placeholder.com/200/3143F0/FFFFFF/?text=Broom",
        "alt": "Broom"
      }
    ]
  },
  {
    "price": "76.60",
    "salePrice": 68.94,
    "category": "home",
    "name": "Mop",
    "shortDescription": "Excepteur consectetur commodo aliquip aliquip eu duis sit aliquip laboris mollit esse ex elit. Veniam aliquip ea laboris ea dolor fugiat amet ut veniam reprehenderit non quis.",
    "longDescription": [
      "Amet eiusmod eiusmod pariatur veniam in excepteur et exercitation qui ipsum aliquip incididunt occaecat ex. Sit incididunt occaecat aute nostrud sit. Fugiat officia aliquip aliquip id reprehenderit officia consequat officia do. Aute et esse labore pariatur reprehenderit cupidatat incididunt laboris. Ut mollit ea nulla veniam incididunt eu fugiat exercitation do non. Elit aliqua mollit ipsum minim consequat eu anim proident ut ad aute laboris.",
      "Consequat et proident voluptate nisi voluptate Lorem do quis velit ipsum exercitation Lorem laborum. Culpa ea nostrud qui amet officia tempor laborum adipisicing elit. Enim deserunt sunt aliqua et eiusmod ad proident duis velit in duis qui. Excepteur minim pariatur voluptate adipisicing culpa. Ex eiusmod aliqua dolor aliquip officia est proident qui voluptate. Dolor laboris proident mollit magna incididunt. Pariatur reprehenderit est quis duis laborum Lorem Lorem ex.",
      "Velit aliquip ut cillum ad esse et pariatur quis duis cupidatat quis excepteur do. Nulla do tempor tempor quis esse. Laborum enim amet deserunt consectetur non incididunt magna sint nostrud laboris. Ut cupidatat dolore est sit do cillum voluptate tempor ex ex. Aliquip nisi amet dolore occaecat reprehenderit Lorem."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/F245AA/FFFFFF/?text=Mop",
        "alt": "Mop"
      },
      {
        "src": "https://via.placeholder.com/200/F3146E/FFFFFF/?text=Mop",
        "alt": "Mop"
      },
      {
        "src": "https://via.placeholder.com/200/D9C1FE/000000/?text=Mop",
        "alt": "Mop"
      },
      {
        "src": "https://via.placeholder.com/200/F7C664/000000/?text=Mop",
        "alt": "Mop"
      },
      {
        "src": "https://via.placeholder.com/200/4BAEC9/FFFFFF/?text=Mop",
        "alt": "Mop"
      }
    ]
  },
  {
    "price": "26.13",
    "salePrice": 23.52,
    "category": "home",
    "name": "Dish soap",
    "shortDescription": "Esse id duis in deserunt magna non ipsum magna occaecat cillum. Ea et in cupidatat pariatur in voluptate reprehenderit pariatur velit et.",
    "longDescription": [
      "Dolor dolore duis mollit irure commodo ullamco. Do culpa ullamco non dolore. Occaecat sunt esse dolore eu.",
      "Eu quis deserunt cillum aliquip in. Incididunt velit aliqua elit culpa occaecat aliqua mollit mollit duis aliquip et ex. Et proident nisi amet pariatur irure proident fugiat. Sunt commodo nostrud sint minim qui elit nisi dolor.",
      "Magna proident sunt dolor consectetur amet Lorem ea qui. Eu consequat tempor duis et ullamco duis veniam nisi non excepteur. Id dolor ad quis proident duis aliqua do esse cillum deserunt dolor velit ad. Mollit irure sit sit aute eu aute."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/B3E6BD/000000/?text=Dish+soap",
        "alt": "Dish soap"
      },
      {
        "src": "https://via.placeholder.com/200/8B5940/FFFFFF/?text=Dish+soap",
        "alt": "Dish soap"
      },
      {
        "src": "https://via.placeholder.com/200/2C3A30/FFFFFF/?text=Dish+soap",
        "alt": "Dish soap"
      },
      {
        "src": "https://via.placeholder.com/200/6CEA39/FFFFFF/?text=Dish+soap",
        "alt": "Dish soap"
      },
      {
        "src": "https://via.placeholder.com/200/34E6A2/FFFFFF/?text=Dish+soap",
        "alt": "Dish soap"
      }
    ]
  },
  {
    "price": "43.41",
    "salePrice": 39.07,
    "category": "home",
    "name": "Sponges",
    "shortDescription": "Id eu mollit nulla laboris nostrud. Anim ad duis Lorem non mollit deserunt in deserunt aute nisi.",
    "longDescription": [
      "Irure pariatur dolor pariatur non Lorem occaecat incididunt officia officia occaecat laboris in. Fugiat labore magna sint cillum deserunt ullamco nulla est fugiat. Lorem tempor cupidatat ullamco eiusmod labore quis. Quis veniam duis nisi sit anim nisi.",
      "Officia consectetur amet sint eu enim dolore proident occaecat non. Id consequat minim anim aute magna nulla ipsum fugiat non nostrud ut sunt id officia. Sint excepteur voluptate elit proident aute velit cillum aute sint sunt do elit enim cupidatat. Proident tempor consequat voluptate et non ullamco labore.",
      "In labore veniam commodo labore pariatur labore anim veniam nisi labore mollit dolore sit consectetur. Qui cillum reprehenderit Lorem amet ullamco irure duis nisi occaecat dolore. Laborum irure pariatur id culpa adipisicing esse mollit occaecat. Esse qui qui sunt in consectetur in et culpa. Sit dolor incididunt ut pariatur Lorem dolor consectetur.",
      "Ex ad tempor occaecat consectetur eiusmod consectetur magna. Aliqua laboris sint sit voluptate elit duis exercitation tempor ut. Elit ipsum ea amet ad incididunt minim. Eu est voluptate qui mollit non. Lorem qui non eu laborum occaecat labore ut irure tempor. Irure dolore nostrud laboris consectetur culpa. Velit enim sit consequat sunt officia ex non."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/4F8643/FFFFFF/?text=Sponges",
        "alt": "Sponges"
      },
      {
        "src": "https://via.placeholder.com/200/CECD43/000000/?text=Sponges",
        "alt": "Sponges"
      },
      {
        "src": "https://via.placeholder.com/200/9E5269/FFFFFF/?text=Sponges",
        "alt": "Sponges"
      },
      {
        "src": "https://via.placeholder.com/200/DA9566/FFFFFF/?text=Sponges",
        "alt": "Sponges"
      }
    ]
  },
  {
    "price": "43.89",
    "salePrice": 39.5,
    "category": "home",
    "name": "Laundry detergent",
    "shortDescription": "Dolor occaecat esse mollit non sint sunt in consequat proident exercitation fugiat.",
    "longDescription": [
      "Laborum dolor non duis elit cillum veniam elit commodo. Duis minim eu adipisicing sint nostrud ullamco esse ex magna cupidatat aliquip deserunt nisi. Aute ullamco in ad reprehenderit excepteur duis. Enim eiusmod reprehenderit pariatur ut laboris exercitation laborum tempor eu do exercitation. Non sit nostrud sint laboris et dolore aliquip amet nostrud fugiat. Non Lorem aliqua sunt sit aute."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/D5BC16/FFFFFF/?text=Laundry+detergent",
        "alt": "Laundry detergent"
      },
      {
        "src": "https://via.placeholder.com/200/8382BE/FFFFFF/?text=Laundry+detergent",
        "alt": "Laundry detergent"
      },
      {
        "src": "https://via.placeholder.com/200/CF3D29/FFFFFF/?text=Laundry+detergent",
        "alt": "Laundry detergent"
      },
      {
        "src": "https://via.placeholder.com/200/347461/FFFFFF/?text=Laundry+detergent",
        "alt": "Laundry detergent"
      },
      {
        "src": "https://via.placeholder.com/200/9CD160/FFFFFF/?text=Laundry+detergent",
        "alt": "Laundry detergent"
      }
    ]
  },
  {
    "price": "59.20",
    "salePrice": 53.28,
    "category": "home",
    "name": "Iron",
    "shortDescription": "Dolor veniam magna excepteur officia sint dolor occaecat cillum cillum incididunt labore amet reprehenderit. Qui laborum et ullamco excepteur incididunt.",
    "longDescription": [
      "Ullamco id elit eu nisi occaecat ea qui duis laboris. Proident id ex dolore occaecat consectetur ullamco. Commodo ad culpa duis cillum duis consectetur officia. Non consectetur ut esse velit nostrud consequat ea. Elit ex dolore duis reprehenderit est officia et ad proident.",
      "Occaecat ullamco ipsum fugiat ut exercitation anim ex magna. Voluptate occaecat cillum consequat ea cillum laborum elit cupidatat officia laborum amet do aliqua. Cupidatat id culpa ad amet officia adipisicing excepteur eu eu quis aliquip ad ipsum aute. Dolor veniam irure duis ipsum Lorem ullamco ex consectetur laboris amet proident laborum Lorem. Anim deserunt occaecat anim est occaecat irure occaecat pariatur sunt magna eiusmod et."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/914ED5/FFFFFF/?text=Iron",
        "alt": "Iron"
      },
      {
        "src": "https://via.placeholder.com/200/C1F840/000000/?text=Iron",
        "alt": "Iron"
      },
      {
        "src": "https://via.placeholder.com/200/ADEE9F/000000/?text=Iron",
        "alt": "Iron"
      },
      {
        "src": "https://via.placeholder.com/200/4EFBF6/000000/?text=Iron",
        "alt": "Iron"
      },
      {
        "src": "https://via.placeholder.com/200/F7D1BD/000000/?text=Iron",
        "alt": "Iron"
      }
    ]
  },
  {
    "price": "27.72",
    "salePrice": 24.95,
    "category": "home",
    "name": "Towels",
    "shortDescription": "Sunt reprehenderit veniam nostrud ipsum consequat elit irure.",
    "longDescription": [
      "Pariatur commodo laborum in occaecat Lorem dolor ad eiusmod ea ea eu do eu ullamco. Duis eiusmod culpa consequat laboris sit nisi reprehenderit officia. Mollit magna anim Lorem aute veniam Lorem proident nulla. Mollit in ex culpa sit officia eiusmod do consectetur aliqua sit. Adipisicing dolore exercitation nostrud voluptate. Voluptate nulla mollit laboris deserunt irure occaecat consequat. Labore ullamco anim voluptate aute est deserunt."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/4445B2/FFFFFF/?text=Towels",
        "alt": "Towels"
      },
      {
        "src": "https://via.placeholder.com/200/1D3A31/FFFFFF/?text=Towels",
        "alt": "Towels"
      },
      {
        "src": "https://via.placeholder.com/200/9A4417/FFFFFF/?text=Towels",
        "alt": "Towels"
      },
      {
        "src": "https://via.placeholder.com/200/DA2293/FFFFFF/?text=Towels",
        "alt": "Towels"
      }
    ]
  }
]
