[
  {
    "price": "2.87",
    "salePrice": null,
    "category": "electronics",
    "name": "HDMI Cable",
    "shortDescription": "Commodo non elit ipsum Lorem consectetur est cupidatat Lorem sint consequat esse.",
    "longDescription": [
      "Nisi consequat sint velit cillum cillum. Reprehenderit minim quis consequat in eiusmod do ut fugiat officia mollit mollit minim. Duis consequat deserunt sunt tempor Lorem sit. Cupidatat ullamco fugiat adipisicing dolore laboris voluptate commodo anim elit aliqua laborum irure proident. Eu eiusmod do incididunt voluptate magna anim.",
      "Ut non cillum aliqua amet anim elit exercitation sit est. Velit ea elit dolor laborum qui consequat exercitation sint aute. Minim cupidatat voluptate labore anim commodo occaecat sit sit ut.",
      "Ut labore ipsum tempor qui mollit officia minim pariatur enim elit commodo deserunt voluptate deserunt. Nostrud adipisicing consectetur eu dolore nostrud cillum anim. Mollit adipisicing do nostrud esse Lorem tempor aute dolor ut sit ea sint tempor aliquip. Ut fugiat consequat mollit anim mollit pariatur consectetur fugiat anim ad. In esse veniam laboris culpa. Ullamco qui incididunt adipisicing proident."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/E08BC2/FFFFFF/?text=HDMI+Cable",
        "alt": "HDMI Cable"
      },
      {
        "src": "https://via.placeholder.com/200/B928AD/FFFFFF/?text=HDMI+Cable",
        "alt": "HDMI Cable"
      },
      {
        "src": "https://via.placeholder.com/200/2110FA/FFFFFF/?text=HDMI+Cable",
        "alt": "HDMI Cable"
      },
      {
        "src": "https://via.placeholder.com/200/DB33D4/FFFFFF/?text=HDMI+Cable",
        "alt": "HDMI Cable"
      },
      {
        "src": "https://via.placeholder.com/200/E4F565/000000/?text=HDMI+Cable",
        "alt": "HDMI Cable"
      }
    ]
  },
  {
    "price": "72.34",
    "salePrice": 65.11,
    "category": "electronics",
    "name": "Speakers",
    "shortDescription": "Cupidatat excepteur ut dolore voluptate cupidatat Lorem magna incididunt.",
    "longDescription": [
      "Cupidatat laborum quis exercitation nisi voluptate cupidatat. Excepteur id dolore anim voluptate aliquip sunt ea id. Magna exercitation proident id minim quis et pariatur sit et ullamco culpa. Exercitation veniam voluptate nisi culpa aliquip sint in est et. Ullamco culpa anim cupidatat nulla voluptate eiusmod.",
      "Sint excepteur sit aliqua ex officia Lorem adipisicing occaecat excepteur aliquip. Exercitation est consectetur ipsum irure Lorem enim voluptate culpa reprehenderit proident nostrud. Laborum deserunt cillum dolore esse et dolor est et occaecat laboris. Laborum nostrud elit fugiat officia excepteur consequat anim cupidatat enim minim pariatur sint consequat ipsum. Duis dolor ipsum fugiat dolore sint. Tempor minim et quis reprehenderit culpa sunt occaecat consectetur eiusmod eu magna dolore minim culpa. Ad veniam esse ipsum consectetur consectetur aliqua culpa incididunt ipsum.",
      "Eu irure magna cupidatat consequat eiusmod irure. Ipsum voluptate consequat irure do voluptate id nisi et reprehenderit anim commodo aute. Fugiat occaecat et culpa nisi ex reprehenderit. Occaecat elit duis occaecat est commodo quis ad sint sint sit minim duis.",
      "Labore commodo laboris id elit excepteur veniam proident laborum cupidatat occaecat officia aliqua. Adipisicing Lorem amet labore esse aute laboris occaecat in incididunt adipisicing. Lorem et proident in et occaecat eu aute cupidatat labore laboris ex veniam dolor ipsum. Consequat labore cillum exercitation irure elit magna et magna excepteur dolor sint aliqua tempor mollit."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/398215/FFFFFF/?text=Speakers",
        "alt": "Speakers"
      },
      {
        "src": "https://via.placeholder.com/200/F0856A/FFFFFF/?text=Speakers",
        "alt": "Speakers"
      },
      {
        "src": "https://via.placeholder.com/200/7FC6AA/FFFFFF/?text=Speakers",
        "alt": "Speakers"
      },
      {
        "src": "https://via.placeholder.com/200/C6F7DF/000000/?text=Speakers",
        "alt": "Speakers"
      }
    ]
  },
  {
    "price": "64.73",
    "salePrice": 58.26,
    "category": "electronics",
    "name": "Mouse",
    "shortDescription": "Consectetur non deserunt consectetur ipsum est mollit et do occaecat eu. Irure anim velit occaecat id.",
    "longDescription": [
      "Eu reprehenderit ipsum occaecat cupidatat consectetur non. Ex esse cupidatat esse do non ex. Proident consequat magna Lorem pariatur irure exercitation consectetur ea. Eu dolore cillum esse cupidatat sint voluptate officia elit ex labore ad dolore sunt eiusmod.",
      "Veniam laborum aliqua ipsum velit quis quis ipsum aliquip irure labore culpa ullamco. Esse magna eu dolore nostrud sunt dolor cupidatat nisi anim. Exercitation cupidatat exercitation ea ea ut est duis dolor ullamco ex nostrud. Mollit eiusmod pariatur aute ad ea minim anim ex quis fugiat. Ipsum quis excepteur est ut veniam id ipsum et do fugiat commodo sunt. Voluptate esse voluptate ea exercitation.",
      "Ea duis aliquip esse excepteur exercitation aliquip. Nisi duis ea elit aute ad. Aliquip sunt irure labore nulla. Esse nostrud esse deserunt cupidatat ut eiusmod reprehenderit qui elit aute ea adipisicing. Irure commodo voluptate ipsum sunt. Aute commodo irure irure minim occaecat occaecat minim consequat mollit mollit ipsum sint do nulla."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/337A10/FFFFFF/?text=Mouse",
        "alt": "Mouse"
      },
      {
        "src": "https://via.placeholder.com/200/5F11B7/FFFFFF/?text=Mouse",
        "alt": "Mouse"
      },
      {
        "src": "https://via.placeholder.com/200/337F8E/FFFFFF/?text=Mouse",
        "alt": "Mouse"
      },
      {
        "src": "https://via.placeholder.com/200/CC167E/FFFFFF/?text=Mouse",
        "alt": "Mouse"
      },
      {
        "src": "https://via.placeholder.com/200/50A474/FFFFFF/?text=Mouse",
        "alt": "Mouse"
      }
    ]
  },
  {
    "price": "23.19",
    "salePrice": 20.87,
    "category": "electronics",
    "name": "Mouse Pad",
    "shortDescription": "Laboris cillum veniam sit eu esse amet mollit anim aliqua laboris irure magna ut. Magna enim aliqua eiusmod quis laborum in laboris aute voluptate minim reprehenderit.",
    "longDescription": [
      "In labore ex aliqua excepteur tempor sit Lorem minim anim minim pariatur excepteur cillum exercitation. Incididunt quis dolor eiusmod non minim voluptate. Aliqua ex nulla eu quis commodo dolore laborum.",
      "Est nostrud excepteur id fugiat velit. Est ut duis commodo labore pariatur duis Lorem ullamco mollit dolor. Culpa ullamco consequat cupidatat ad ea ex voluptate nisi exercitation eiusmod ex labore. Cillum aute occaecat aute ex sit occaecat consectetur pariatur eu eiusmod exercitation est irure ea. Magna laborum quis exercitation excepteur aliquip dolor.",
      "Consequat cillum ea veniam et cupidatat sit incididunt aliqua ullamco. Labore ex et sint in elit ea mollit in sit cupidatat ullamco occaecat. Ullamco qui consectetur anim incididunt proident anim. Dolore elit quis consequat cupidatat ullamco ut. Irure in cupidatat magna sunt sunt deserunt tempor commodo qui excepteur nulla culpa culpa. Mollit nulla dolore proident culpa dolore incididunt velit pariatur eiusmod commodo sint."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/A0D986/000000/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      },
      {
        "src": "https://via.placeholder.com/200/41EA0A/FFFFFF/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      },
      {
        "src": "https://via.placeholder.com/200/74C8D2/FFFFFF/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      },
      {
        "src": "https://via.placeholder.com/200/F0ED7F/000000/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      },
      {
        "src": "https://via.placeholder.com/200/BB360C/FFFFFF/?text=Mouse+Pad",
        "alt": "Mouse Pad"
      }
    ]
  },
  {
    "price": "49.33",
    "salePrice": 44.4,
    "category": "electronics",
    "name": "Power Cord",
    "shortDescription": "Eiusmod aliqua excepteur anim esse quis pariatur ipsum pariatur dolor.",
    "longDescription": [
      "Excepteur ut enim nisi consectetur sint minim culpa. Do ex laborum cillum veniam cupidatat. Laborum excepteur ipsum exercitation sit laboris laborum.",
      "Nostrud eu eu eiusmod laborum laboris Lorem esse officia. Enim fugiat minim do amet quis est quis laborum amet non laboris. Ex consectetur cillum aute et ea proident aliquip aliquip nulla. Culpa in nisi aliquip tempor veniam eu duis id ex cupidatat officia irure. Est id pariatur proident sint dolore elit excepteur consequat. Laborum eiusmod commodo minim quis commodo reprehenderit qui irure officia. Est sunt in dolore adipisicing adipisicing deserunt.",
      "Et id sit pariatur qui aliquip nisi est laboris. Nulla Lorem dolore pariatur aute excepteur aliqua amet eiusmod ullamco eu proident esse velit. Duis tempor aliquip in nulla Lorem aliquip eu aliqua ullamco tempor veniam. Nisi mollit fugiat nostrud nulla."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/3A4122/FFFFFF/?text=Power+Cord",
        "alt": "Power Cord"
      },
      {
        "src": "https://via.placeholder.com/200/DFC869/000000/?text=Power+Cord",
        "alt": "Power Cord"
      },
      {
        "src": "https://via.placeholder.com/200/6E9713/FFFFFF/?text=Power+Cord",
        "alt": "Power Cord"
      },
      {
        "src": "https://via.placeholder.com/200/310084/FFFFFF/?text=Power+Cord",
        "alt": "Power Cord"
      },
      {
        "src": "https://via.placeholder.com/200/B81622/FFFFFF/?text=Power+Cord",
        "alt": "Power Cord"
      }
    ]
  },
  {
    "price": "88.50",
    "salePrice": 79.65,
    "category": "electronics",
    "name": "Monitor Stand",
    "shortDescription": "Nulla aliquip sint est deserunt anim id qui.",
    "longDescription": [
      "Laboris consectetur dolore fugiat elit incididunt in duis commodo tempor amet in nostrud exercitation labore. Ullamco fugiat pariatur ex ad anim mollit officia nulla dolore cillum in. In magna elit officia sit. Adipisicing laboris laboris ipsum sit. Fugiat ut aute eu ullamco veniam consectetur proident ad ullamco ullamco dolore occaecat sit reprehenderit.",
      "Commodo minim do dolore pariatur occaecat excepteur amet velit et. Laboris nostrud exercitation ut officia pariatur deserunt esse voluptate eu incididunt dolore ad. Consectetur Lorem aliquip aute tempor consectetur ea nisi ad sint sint et. Qui eu adipisicing ea labore non proident eiusmod adipisicing aute fugiat proident minim velit Lorem. Officia non proident non ad id irure. Veniam sunt aliqua mollit eiusmod irure aute sint reprehenderit.",
      "Ipsum consectetur ea labore sint sint velit minim. Exercitation incididunt sint proident dolore sint irure. Veniam ea velit aliqua nulla anim sint proident quis. Ea esse laborum qui tempor. Adipisicing dolor cillum ullamco consequat elit esse incididunt Lorem aute consectetur non."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/C3A272/FFFFFF/?text=Monitor+Stand",
        "alt": "Monitor Stand"
      },
      {
        "src": "https://via.placeholder.com/200/ECC9CE/000000/?text=Monitor+Stand",
        "alt": "Monitor Stand"
      },
      {
        "src": "https://via.placeholder.com/200/5E75BC/FFFFFF/?text=Monitor+Stand",
        "alt": "Monitor Stand"
      },
      {
        "src": "https://via.placeholder.com/200/394CDE/FFFFFF/?text=Monitor+Stand",
        "alt": "Monitor Stand"
      }
    ]
  },
  {
    "price": "80.63",
    "salePrice": 72.57,
    "category": "home",
    "name": "Broom",
    "shortDescription": "Irure proident eiusmod dolore elit culpa occaecat tempor. Esse ex cupidatat pariatur dolore velit laboris.",
    "longDescription": [
      "Duis aliquip consectetur ad et labore enim aliquip consectetur consectetur nostrud reprehenderit cupidatat. Enim voluptate consectetur excepteur elit velit ex Lorem ad aliquip laboris eiusmod occaecat. Voluptate consectetur deserunt esse ad. Eu id in esse minim irure aliquip velit consectetur ipsum laboris nulla Lorem adipisicing. Laborum est occaecat ex dolor ipsum est consectetur dolore enim.",
      "Ullamco anim veniam culpa veniam aliquip deserunt elit deserunt elit. Est esse aliquip ipsum deserunt cillum aute dolor amet. Cillum amet eiusmod sint do duis tempor aliquip fugiat ullamco proident reprehenderit deserunt. Ut veniam cupidatat in consectetur ad minim ullamco. Velit anim reprehenderit eiusmod excepteur fugiat adipisicing magna et veniam ut. Ex commodo fugiat nulla enim reprehenderit culpa incididunt eu anim do anim sunt aliqua sunt."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/46DC18/FFFFFF/?text=Broom",
        "alt": "Broom"
      },
      {
        "src": "https://via.placeholder.com/200/5AEF6F/FFFFFF/?text=Broom",
        "alt": "Broom"
      },
      {
        "src": "https://via.placeholder.com/200/8C7ADD/FFFFFF/?text=Broom",
        "alt": "Broom"
      },
      {
        "src": "https://via.placeholder.com/200/B6BFC4/000000/?text=Broom",
        "alt": "Broom"
      },
      {
        "src": "https://via.placeholder.com/200/BBE152/000000/?text=Broom",
        "alt": "Broom"
      }
    ]
  },
  {
    "price": "75.31",
    "salePrice": 67.78,
    "category": "home",
    "name": "Mop",
    "shortDescription": "Commodo Lorem cupidatat est id fugiat anim exercitation et dolor minim ipsum. Velit qui ut anim deserunt aliqua sunt sint consequat incididunt magna ipsum nulla.",
    "longDescription": [
      "Anim deserunt tempor ea enim pariatur tempor dolore dolore labore ex culpa cupidatat incididunt. Laboris pariatur aliqua anim dolore. Sunt esse eiusmod laboris excepteur occaecat qui. Esse aliquip est ut do sunt ex reprehenderit eiusmod. Labore aute ad nisi in sint enim dolor tempor occaecat id officia et commodo. Non enim enim officia veniam tempor anim incididunt fugiat. Duis duis consequat laboris reprehenderit enim nulla anim excepteur exercitation Lorem labore.",
      "Esse Lorem consequat deserunt cupidatat do id veniam. Quis consequat velit officia eu duis nostrud officia amet officia anim. Voluptate reprehenderit tempor ex et excepteur do quis aliquip minim elit anim deserunt non in. Ad ut commodo aliqua nulla.",
      "Consequat aliquip commodo voluptate ullamco velit ullamco aliqua. Qui mollit esse nisi ex officia irure esse cupidatat ullamco reprehenderit. Quis cillum eiusmod et duis ea reprehenderit aute nulla tempor sit veniam veniam eu id. Cupidatat eiusmod non ut sunt mollit in consectetur tempor incididunt id tempor non. Ea cillum proident ut occaecat aliqua eu qui. Veniam qui qui ad do veniam amet cupidatat excepteur sint reprehenderit reprehenderit fugiat laborum. In do nisi laboris aliqua veniam et irure consequat.",
      "Qui velit in minim commodo Lorem. Ipsum incididunt minim cillum eiusmod duis velit est et nostrud nulla. Et ad et commodo sint fugiat nostrud non veniam aute do eiusmod. Id esse consectetur in et consequat tempor amet ex fugiat proident incididunt. Ipsum nulla consectetur exercitation eu. Et nisi exercitation laboris irure anim id id velit ipsum aliquip. Sunt cupidatat enim elit deserunt enim velit."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/DF6AC2/FFFFFF/?text=Mop",
        "alt": "Mop"
      },
      {
        "src": "https://via.placeholder.com/200/B40FBD/FFFFFF/?text=Mop",
        "alt": "Mop"
      },
      {
        "src": "https://via.placeholder.com/200/4C97C9/FFFFFF/?text=Mop",
        "alt": "Mop"
      },
      {
        "src": "https://via.placeholder.com/200/AD9ACD/FFFFFF/?text=Mop",
        "alt": "Mop"
      }
    ]
  },
  {
    "price": "83.85",
    "salePrice": 75.46,
    "category": "home",
    "name": "Dish soap",
    "shortDescription": "Excepteur elit aliqua id nulla voluptate dolor incididunt. Labore ipsum magna consequat veniam sunt esse minim aute reprehenderit eiusmod reprehenderit labore.",
    "longDescription": [
      "Nostrud adipisicing velit pariatur ex velit officia exercitation elit adipisicing magna sunt officia laboris ut. Minim commodo nostrud do est ea et occaecat labore incididunt est anim. Mollit ullamco eiusmod aute velit laborum deserunt qui duis nulla non excepteur sunt. Exercitation in consequat sint commodo. Mollit tempor nisi enim cillum incididunt ea cupidatat occaecat id officia non aliquip anim. Eiusmod consectetur aute esse quis ut ea in ad in.",
      "Eiusmod aute Lorem duis eu veniam ex officia. Aliquip occaecat reprehenderit non ipsum. Ad exercitation sint Lorem cupidatat officia proident ea velit ad cillum. Amet aute mollit ea id. Lorem velit incididunt dolore exercitation mollit consequat nulla proident.",
      "Nisi id quis excepteur officia proident Lorem reprehenderit eiusmod nisi ut. Excepteur laborum laborum et duis cupidatat officia anim enim qui aute ad. Id veniam in nostrud sunt minim laboris ex proident eiusmod minim occaecat.",
      "Occaecat occaecat aliqua eiusmod nulla. Ea in ullamco deserunt in consequat sunt mollit. Exercitation pariatur aliquip magna irure ipsum dolore aute id magna veniam ut elit. Aliqua dolor reprehenderit sint veniam cillum nulla occaecat incididunt excepteur qui ad mollit aliquip amet. Mollit sunt est ullamco reprehenderit occaecat. Officia aute nisi Lorem nostrud. Laboris sunt do et non exercitation adipisicing."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/79AFCD/FFFFFF/?text=Dish+soap",
        "alt": "Dish soap"
      },
      {
        "src": "https://via.placeholder.com/200/5F00C8/FFFFFF/?text=Dish+soap",
        "alt": "Dish soap"
      },
      {
        "src": "https://via.placeholder.com/200/4E67ED/FFFFFF/?text=Dish+soap",
        "alt": "Dish soap"
      },
      {
        "src": "https://via.placeholder.com/200/CA9078/FFFFFF/?text=Dish+soap",
        "alt": "Dish soap"
      }
    ]
  },
  {
    "price": "73.80",
    "salePrice": 66.42,
    "category": "home",
    "name": "Sponges",
    "shortDescription": "Lorem dolor in minim consequat ut eu dolor Lorem eiusmod consectetur in. Incididunt culpa id velit sit mollit labore ipsum consectetur.",
    "longDescription": [
      "Eu mollit laborum eu culpa quis. Duis eu id ea duis cupidatat deserunt. Elit excepteur irure laboris culpa. Commodo in eiusmod aliquip duis Lorem labore veniam aute. Nulla nisi aliqua dolore elit excepteur incididunt quis est enim tempor in labore sit consectetur. Amet eu dolor irure magna nostrud enim nisi labore ullamco consectetur amet qui.",
      "Est proident anim esse minim eiusmod cillum labore aliqua fugiat magna deserunt ipsum est. Id dolor magna sit minim labore esse. Commodo fugiat nulla in esse minim cupidatat nulla proident proident pariatur ex reprehenderit. Velit qui sit id incididunt mollit nisi consequat dolor nisi laboris ex. Adipisicing do pariatur id ullamco proident est Lorem est adipisicing nisi elit.",
      "Labore sunt Lorem excepteur tempor Lorem. Incididunt enim est cupidatat in irure Lorem. Occaecat aliqua mollit deserunt minim exercitation anim qui laboris fugiat fugiat."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/49EF83/FFFFFF/?text=Sponges",
        "alt": "Sponges"
      },
      {
        "src": "https://via.placeholder.com/200/3F15F7/FFFFFF/?text=Sponges",
        "alt": "Sponges"
      },
      {
        "src": "https://via.placeholder.com/200/41D213/FFFFFF/?text=Sponges",
        "alt": "Sponges"
      },
      {
        "src": "https://via.placeholder.com/200/C54059/FFFFFF/?text=Sponges",
        "alt": "Sponges"
      },
      {
        "src": "https://via.placeholder.com/200/F40BEE/FFFFFF/?text=Sponges",
        "alt": "Sponges"
      }
    ]
  },
  {
    "price": "4.64",
    "salePrice": null,
    "category": "home",
    "name": "Laundry detergent",
    "shortDescription": "Reprehenderit velit magna ex ex labore esse veniam aliquip sunt magna minim qui voluptate officia.",
    "longDescription": [
      "Fugiat cillum proident aute enim id esse cupidatat mollit dolor. Irure non non quis et esse aliqua velit pariatur mollit nulla qui anim nisi laborum. Reprehenderit ipsum non duis cupidatat occaecat laborum. Minim commodo ut officia anim laborum eiusmod commodo nisi irure ad pariatur et sunt esse. Culpa aliqua pariatur quis magna incididunt ullamco eiusmod eu culpa reprehenderit ea. Reprehenderit cillum exercitation dolore elit minim. Incididunt laborum qui dolor occaecat culpa.",
      "Sint proident cupidatat do nisi occaecat exercitation. Enim aliqua sint aute est tempor tempor deserunt eu. Enim eiusmod mollit eiusmod ut nisi elit nisi veniam dolor labore ipsum consequat. Enim magna ea exercitation consequat do velit pariatur ea irure in qui dolor. Nostrud sit excepteur reprehenderit consectetur ullamco exercitation enim officia proident nisi esse. Labore excepteur veniam quis quis ut sunt id non ex consectetur nulla consequat laborum non.",
      "Et velit nisi cupidatat in reprehenderit qui commodo culpa Lorem magna ex est veniam Lorem. Quis enim aute amet est consectetur sit eu commodo. Id culpa eu commodo culpa adipisicing culpa enim in sunt ea ipsum.",
      "Velit qui non ullamco incididunt. Non dolore irure proident velit proident laboris id. Sit elit nostrud cillum nostrud culpa deserunt in nisi ea duis consectetur. Laboris id et officia et qui Lorem aliqua sint. Nostrud irure sunt amet ullamco ad eu dolor consequat ullamco sunt cupidatat ullamco. Dolore do aute commodo non officia qui ut esse qui ad eu. Minim esse adipisicing culpa do qui ad cupidatat adipisicing enim tempor."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/409CCF/FFFFFF/?text=Laundry+detergent",
        "alt": "Laundry detergent"
      },
      {
        "src": "https://via.placeholder.com/200/D10B9C/FFFFFF/?text=Laundry+detergent",
        "alt": "Laundry detergent"
      },
      {
        "src": "https://via.placeholder.com/200/466344/FFFFFF/?text=Laundry+detergent",
        "alt": "Laundry detergent"
      },
      {
        "src": "https://via.placeholder.com/200/1FB9B8/FFFFFF/?text=Laundry+detergent",
        "alt": "Laundry detergent"
      }
    ]
  },
  {
    "price": "25.57",
    "salePrice": 23.01,
    "category": "home",
    "name": "Iron",
    "shortDescription": "Esse nisi exercitation nulla sint mollit nulla.",
    "longDescription": [
      "Dolore mollit amet eu fugiat excepteur. Consectetur adipisicing fugiat sunt mollit. Eu est consectetur ex incididunt dolor laborum. Occaecat dolor ullamco id eu anim laborum et eiusmod incididunt deserunt sint. Fugiat aliquip sit voluptate labore consectetur duis sint qui do id in nisi magna. Cupidatat enim eu qui excepteur in elit sunt ad. Reprehenderit minim est aliqua do labore do."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/C6D130/000000/?text=Iron",
        "alt": "Iron"
      },
      {
        "src": "https://via.placeholder.com/200/84BD13/FFFFFF/?text=Iron",
        "alt": "Iron"
      },
      {
        "src": "https://via.placeholder.com/200/D5F8E1/000000/?text=Iron",
        "alt": "Iron"
      },
      {
        "src": "https://via.placeholder.com/200/BB30BB/FFFFFF/?text=Iron",
        "alt": "Iron"
      },
      {
        "src": "https://via.placeholder.com/200/1DAAA6/FFFFFF/?text=Iron",
        "alt": "Iron"
      }
    ]
  },
  {
    "price": "81.16",
    "salePrice": 73.04,
    "category": "home",
    "name": "Towels",
    "shortDescription": "Cillum fugiat Lorem consectetur consectetur eiusmod irure adipisicing nisi officia voluptate ea esse.",
    "longDescription": [
      "Occaecat in in mollit tempor irure amet excepteur cupidatat irure dolor. Consequat ullamco duis deserunt culpa anim amet consequat cillum deserunt et. Ipsum irure aliquip Lorem consequat non nulla commodo enim tempor. In duis esse mollit reprehenderit sunt fugiat quis.",
      "Eu dolore et Lorem do reprehenderit enim officia magna laboris. Ullamco aliquip amet consectetur sint dolore. Nisi ex do tempor esse cupidatat esse consectetur fugiat esse irure tempor reprehenderit. Aute ea ad eiusmod magna aute."
    ],
    "images": [
      {
        "src": "https://via.placeholder.com/200/EE13CA/FFFFFF/?text=Towels",
        "alt": "Towels"
      },
      {
        "src": "https://via.placeholder.com/200/4F3058/FFFFFF/?text=Towels",
        "alt": "Towels"
      },
      {
        "src": "https://via.placeholder.com/200/F885CE/FFFFFF/?text=Towels",
        "alt": "Towels"
      },
      {
        "src": "https://via.placeholder.com/200/D45469/FFFFFF/?text=Towels",
        "alt": "Towels"
      },
      {
        "src": "https://via.placeholder.com/200/87176D/FFFFFF/?text=Towels",
        "alt": "Towels"
      }
    ]
  }
]
