[
  {
    "price": 11.66,
    "salePrice": 10.49,
    "category": "electronics",
    "name": "HDMI Cable",
    "shortDescription": "Consectetur ut consectetur et exercitation.",
    "longDescription": [
      "Cupidatat culpa esse cupidatat duis ex amet incididunt irure tempor eu Lorem ad enim. Nisi aliquip cillum sint eiusmod in. Consectetur elit tempor occaecat nostrud qui occaecat reprehenderit et eu excepteur nisi in. Ad pariatur est velit enim excepteur pariatur ut pariatur mollit proident. Do fugiat ex eu ullamco exercitation proident commodo velit excepteur tempor laborum ex."
    ],
    "images": [
      "https://via.placeholder.com/200/7195FE/FFFFFF/?text=HDMI+Cable",
      "https://via.placeholder.com/200/7513D0/FFFFFF/?text=HDMI+Cable",
      "https://via.placeholder.com/200/D54905/FFFFFF/?text=HDMI+Cable",
      "https://via.placeholder.com/200/086C65/FFFFFF/?text=HDMI+Cable",
      "https://via.placeholder.com/200/8D33D0/FFFFFF/?text=HDMI+Cable"
    ]
  },
  {
    "price": 8.92,
    "salePrice": null,
    "category": "electronics",
    "name": "Speakers",
    "shortDescription": "Labore velit commodo anim laborum laboris Lorem. Minim aliqua eiusmod enim sit nisi. Et culpa pariatur aliquip nulla sit velit. Lorem deserunt minim do irure do labore est ullamco anim amet duis ullamco. Aute qui ipsum consequat dolor.",
    "longDescription": [
      "Ullamco consectetur magna velit dolor excepteur proident ea nostrud. Elit non ut consequat aliquip mollit aute in officia cupidatat dolore. Consectetur sunt sit nulla nisi pariatur ullamco esse magna. Ea Lorem elit ipsum quis cillum veniam."
    ],
    "images": [
      "https://via.placeholder.com/200/AE0002/FFFFFF/?text=Speakers",
      "https://via.placeholder.com/200/2F741A/FFFFFF/?text=Speakers",
      "https://via.placeholder.com/200/520E43/FFFFFF/?text=Speakers",
      "https://via.placeholder.com/200/06BF06/FFFFFF/?text=Speakers"
    ]
  },
  {
    "price": 18.75,
    "salePrice": 16.88,
    "category": "electronics",
    "name": "Mouse",
    "shortDescription": "Do sit cillum id voluptate magna cillum cillum deserunt.",
    "longDescription": [
      "Ad sit minim nostrud dolor est et non amet dolore labore commodo laboris. Commodo cillum voluptate velit voluptate voluptate fugiat. Aliqua ea deserunt proident mollit ullamco in amet sit. Aliquip ut commodo non reprehenderit aliquip proident incididunt pariatur. Duis eiusmod excepteur adipisicing aliquip aute tempor ipsum irure id nostrud fugiat consectetur sit.",
      "Ut Lorem pariatur excepteur deserunt sunt incididunt culpa in. Ipsum enim dolore magna ad ea elit esse qui do adipisicing est. Proident eu eiusmod velit do. Voluptate aute nisi ullamco nostrud consectetur. Sunt do est sit voluptate ad culpa pariatur nostrud duis aute consectetur. Anim in ad enim adipisicing magna amet ipsum ipsum. Aute aute officia id dolor pariatur ad cupidatat incididunt ullamco incididunt exercitation consequat anim pariatur.",
      "Consectetur eiusmod magna tempor deserunt fugiat mollit dolor ad aliqua cupidatat sunt. Aliqua fugiat aute sint laboris pariatur nisi. Ullamco sint ullamco exercitation laborum reprehenderit enim do ex. Minim aliquip nisi sint reprehenderit nisi. Quis quis consequat sint proident ad consectetur commodo aliqua id anim nulla. Ullamco labore officia voluptate anim tempor. Sint enim non sit deserunt reprehenderit occaecat ex duis."
    ],
    "images": [
      "https://via.placeholder.com/200/D67235/FFFFFF/?text=Mouse",
      "https://via.placeholder.com/200/5F45F9/FFFFFF/?text=Mouse",
      "https://via.placeholder.com/200/6B615D/FFFFFF/?text=Mouse",
      "https://via.placeholder.com/200/DF67AF/FFFFFF/?text=Mouse"
    ]
  },
  {
    "price": 82.43,
    "salePrice": 74.19,
    "category": "electronics",
    "name": "Mouse Pad",
    "shortDescription": "Excepteur mollit laboris id veniam sunt fugiat laboris in ut dolore.",
    "longDescription": [
      "Aliqua enim qui qui eiusmod amet. Esse minim occaecat magna Lorem laboris reprehenderit ad. Excepteur consequat minim excepteur ut ullamco enim sit exercitation dolore fugiat fugiat sunt ad.",
      "Mollit elit culpa dolore adipisicing magna deserunt aliqua est minim aute dolore. Reprehenderit cillum qui amet aliqua reprehenderit do deserunt proident velit ipsum. Amet consequat culpa pariatur aute incididunt. Ut elit et dolore ut ut velit aliqua quis qui eu mollit ad quis. Amet ullamco Lorem sunt enim est sint. Dolore sint cillum eiusmod aliquip.",
      "Sunt ullamco mollit consectetur qui ad. Eu irure dolor aliquip do. Velit pariatur tempor irure do sint magna reprehenderit et nulla.",
      "Sit irure eiusmod consequat duis sit incididunt eiusmod voluptate deserunt reprehenderit ea excepteur in incididunt. Laborum consequat occaecat ad excepteur voluptate ullamco exercitation do veniam in sit laborum. In ex deserunt mollit irure nostrud cillum minim esse qui labore magna aute."
    ],
    "images": [
      "https://via.placeholder.com/200/CF1EA9/FFFFFF/?text=Mouse+Pad",
      "https://via.placeholder.com/200/C497B5/FFFFFF/?text=Mouse+Pad",
      "https://via.placeholder.com/200/18BE28/FFFFFF/?text=Mouse+Pad",
      "https://via.placeholder.com/200/0D051D/FFFFFF/?text=Mouse+Pad",
      "https://via.placeholder.com/200/D3CD96/000000/?text=Mouse+Pad"
    ]
  },
  {
    "price": 74.4,
    "salePrice": 66.96,
    "category": "electronics",
    "name": "Power Cord",
    "shortDescription": "Nulla labore est elit ipsum nisi officia voluptate exercitation qui occaecat cillum pariatur esse in. Amet dolore reprehenderit esse adipisicing cupidatat elit do. Culpa incididunt eiusmod sint ut commodo exercitation id eu nostrud nostrud enim laboris.",
    "longDescription": [
      "Dolore qui sunt occaecat do laboris ullamco elit exercitation sunt. Eiusmod officia Lorem nisi esse qui incididunt id non duis ad ex culpa elit amet. Officia sint tempor ad ad. Irure ullamco commodo nisi aute consequat. Magna est id cupidatat fugiat ad exercitation consectetur. Ex tempor consequat proident sit ut anim deserunt est magna laboris esse. Nostrud quis est et duis ullamco velit aliquip consectetur et aliqua id.",
      "Incididunt incididunt ipsum velit amet nostrud eiusmod dolor nostrud aute. Voluptate do adipisicing sit commodo veniam consectetur enim mollit enim adipisicing sit veniam. Aute consectetur do minim in sit. Non aliquip do laboris dolor amet est. Irure occaecat id magna cupidatat fugiat cupidatat."
    ],
    "images": [
      "https://via.placeholder.com/200/CE6F7A/FFFFFF/?text=Power+Cord",
      "https://via.placeholder.com/200/30DDF5/FFFFFF/?text=Power+Cord",
      "https://via.placeholder.com/200/7F3488/FFFFFF/?text=Power+Cord",
      "https://via.placeholder.com/200/8544F4/FFFFFF/?text=Power+Cord",
      "https://via.placeholder.com/200/0701CA/FFFFFF/?text=Power+Cord"
    ]
  },
  {
    "price": 22.22,
    "salePrice": 20,
    "category": "electronics",
    "name": "Monitor Stand",
    "shortDescription": "Aliqua duis aute velit quis anim dolor sunt consectetur occaecat nulla nulla anim fugiat.",
    "longDescription": [
      "Amet magna quis pariatur ullamco ex nisi magna ullamco. Irure consectetur dolore aliquip eiusmod. Sint tempor voluptate irure elit aliqua sit. Aliquip sint qui ullamco cillum cupidatat. Aliqua aute laboris sint enim nulla cillum excepteur id aute laboris enim fugiat nostrud sint. Anim ut amet Lorem anim qui eiusmod voluptate.",
      "Magna do ea eu tempor esse. Ipsum sunt dolor Lorem veniam do exercitation adipisicing. Laboris cillum aliqua aute anim dolore consectetur esse. Enim voluptate enim ipsum ut nostrud consectetur consectetur consectetur est ullamco minim sint. Veniam ullamco esse Lorem elit occaecat id velit fugiat ea duis sint commodo.",
      "Sunt nulla tempor laborum cupidatat in aute. Aliqua est nostrud non consectetur incididunt irure. Cillum anim adipisicing commodo sunt sunt ad. Ipsum labore mollit est sunt elit ex dolore non veniam eiusmod labore.",
      "Proident ipsum ut aliquip proident laboris sunt. Nulla magna officia proident occaecat tempor. Elit est ad ut aliqua fugiat duis commodo ex voluptate. Aute cillum nisi occaecat enim elit."
    ],
    "images": [
      "https://via.placeholder.com/200/67711C/FFFFFF/?text=Monitor+Stand",
      "https://via.placeholder.com/200/BE6BFD/FFFFFF/?text=Monitor+Stand",
      "https://via.placeholder.com/200/D2B3F6/000000/?text=Monitor+Stand",
      "https://via.placeholder.com/200/5793C1/FFFFFF/?text=Monitor+Stand",
      "https://via.placeholder.com/200/8734AE/FFFFFF/?text=Monitor+Stand"
    ]
  },
  {
    "price": 45.14,
    "salePrice": 40.63,
    "category": "home",
    "name": "Broom",
    "shortDescription": "Sit laboris consequat ex tempor mollit reprehenderit culpa non. Dolor do irure id dolor do pariatur pariatur ipsum adipisicing non consequat. Aliquip deserunt excepteur eiusmod et nostrud consectetur tempor officia in aliqua ex cillum.",
    "longDescription": [
      "Consequat minim fugiat aute veniam duis sit aliquip aliquip sit voluptate qui mollit et. Dolore cupidatat ipsum sit nulla Lorem excepteur irure et do ad elit nulla consequat amet. Est ea nisi minim cupidatat."
    ],
    "images": [
      "https://via.placeholder.com/200/3D759E/FFFFFF/?text=Broom",
      "https://via.placeholder.com/200/BAB178/FFFFFF/?text=Broom",
      "https://via.placeholder.com/200/C60C3E/FFFFFF/?text=Broom",
      "https://via.placeholder.com/200/C9EBE0/000000/?text=Broom",
      "https://via.placeholder.com/200/C53E19/FFFFFF/?text=Broom"
    ]
  },
  {
    "price": 91.41,
    "salePrice": 82.27,
    "category": "home",
    "name": "Mop",
    "shortDescription": "Elit duis est fugiat sit eiusmod incididunt ea magna deserunt dolore esse elit duis sit. Quis sit veniam qui sint. Quis minim aliquip deserunt aute et eu sit irure occaecat nostrud nisi eu reprehenderit. Culpa duis culpa labore fugiat culpa dolore labore irure est ex id minim qui. Non in et adipisicing mollit nisi aute veniam proident nostrud incididunt.",
    "longDescription": [
      "Aliquip incididunt qui enim eu velit adipisicing nostrud dolore esse sunt est amet. Irure ipsum cillum deserunt minim id pariatur consectetur. Incididunt ad excepteur reprehenderit pariatur Lorem velit eu velit deserunt voluptate magna irure elit mollit. Tempor sunt fugiat excepteur commodo aliquip excepteur velit et non. Velit tempor commodo consectetur pariatur do est occaecat et velit eu.",
      "Nulla et laborum culpa laboris veniam eu est dolore veniam cupidatat dolor eiusmod. Aliqua elit amet quis qui et anim minim velit. Amet irure id consequat ipsum dolor ad non. Minim cupidatat minim nulla reprehenderit culpa voluptate occaecat occaecat proident. Excepteur dolore culpa culpa enim ex. Commodo officia consequat ea excepteur laborum magna velit.",
      "Ea Lorem ex culpa cillum amet sunt ullamco laborum dolore velit nulla voluptate proident. Id aliquip quis nulla laborum tempor officia eiusmod sint tempor nisi pariatur. Ipsum veniam eiusmod voluptate ex. Mollit sint sint deserunt id.",
      "Eiusmod dolor labore tempor eu ea amet sunt proident. Laboris non proident commodo mollit. Ullamco ullamco excepteur ut consequat Lorem sit aliqua nulla dolore eu culpa dolore cupidatat. Voluptate sint sunt aliqua non laboris eu elit in adipisicing. Pariatur et fugiat eu cillum minim cillum amet."
    ],
    "images": [
      "https://via.placeholder.com/200/6D2824/FFFFFF/?text=Mop",
      "https://via.placeholder.com/200/8E1A33/FFFFFF/?text=Mop",
      "https://via.placeholder.com/200/81B456/FFFFFF/?text=Mop",
      "https://via.placeholder.com/200/04874E/FFFFFF/?text=Mop"
    ]
  },
  {
    "price": 17.41,
    "salePrice": 15.67,
    "category": "home",
    "name": "Dish soap",
    "shortDescription": "Labore exercitation laborum labore laboris dolor consequat consequat labore voluptate quis ut. In ullamco dolor consequat in ut et ullamco eu anim.",
    "longDescription": [
      "Qui nostrud ipsum irure aliquip consequat incididunt aliquip incididunt minim. Nisi id excepteur est incididunt proident duis nisi et amet. Duis exercitation qui voluptate proident tempor. Cupidatat quis nisi dolor proident velit ad. Voluptate aliquip qui sint labore amet. Quis aute non aliquip non esse nulla. Proident sint eu enim ipsum aliqua ipsum cupidatat elit."
    ],
    "images": [
      "https://via.placeholder.com/200/31AFA1/FFFFFF/?text=Dish+soap",
      "https://via.placeholder.com/200/31428B/FFFFFF/?text=Dish+soap",
      "https://via.placeholder.com/200/360B72/FFFFFF/?text=Dish+soap",
      "https://via.placeholder.com/200/F70701/FFFFFF/?text=Dish+soap"
    ]
  },
  {
    "price": 78.12,
    "salePrice": 70.31,
    "category": "home",
    "name": "Sponges",
    "shortDescription": "Lorem do aliqua exercitation commodo in enim ipsum culpa deserunt commodo. Velit fugiat consequat occaecat tempor cupidatat deserunt voluptate mollit non proident eiusmod ea.",
    "longDescription": [
      "Nostrud fugiat fugiat fugiat ad incididunt amet. Cillum est adipisicing aliqua sunt minim ex excepteur eu aute dolor qui sint aliquip commodo. Nostrud fugiat in duis elit non do amet nulla consequat excepteur et laboris ut. Non mollit mollit velit culpa.",
      "Enim culpa amet velit est. Occaecat sunt elit nostrud ipsum velit occaecat. Ex cupidatat dolore eu tempor duis. Ad fugiat in veniam qui excepteur laboris laborum aliqua ullamco in velit aliquip. Nulla consequat amet qui labore officia mollit et commodo proident incididunt dolor et. Aliqua amet qui adipisicing cupidatat nisi voluptate cupidatat consectetur voluptate labore voluptate in fugiat."
    ],
    "images": [
      "https://via.placeholder.com/200/5DD042/FFFFFF/?text=Sponges",
      "https://via.placeholder.com/200/0A67D6/FFFFFF/?text=Sponges",
      "https://via.placeholder.com/200/577C39/FFFFFF/?text=Sponges",
      "https://via.placeholder.com/200/A5C6E1/000000/?text=Sponges",
      "https://via.placeholder.com/200/C3D681/000000/?text=Sponges"
    ]
  },
  {
    "price": 24.87,
    "salePrice": 22.38,
    "category": "home",
    "name": "Laundry detergent",
    "shortDescription": "Cupidatat ea culpa laboris labore consequat et veniam aute. Commodo laboris reprehenderit laborum duis laborum enim anim Lorem in. Pariatur aliquip in minim voluptate aliqua irure ad laboris culpa mollit cupidatat non duis. Nostrud labore excepteur aute exercitation amet id.",
    "longDescription": [
      "Exercitation sit ea veniam pariatur. Veniam Lorem dolor id culpa. Dolore anim mollit sint sint dolore officia minim ullamco proident pariatur. Proident officia adipisicing adipisicing do. Esse amet excepteur incididunt fugiat ea anim sit consequat enim in reprehenderit sit eu ullamco. Sint aliquip incididunt cillum minim culpa ut officia.",
      "Duis nostrud exercitation tempor culpa mollit dolore. Cupidatat nostrud fugiat irure qui magna pariatur eu sit ut cupidatat laborum nisi eiusmod. Aliquip magna occaecat consequat eu voluptate in eiusmod enim consectetur laboris id dolore id reprehenderit. Sit elit Lorem sunt dolor reprehenderit. Cillum ipsum sit magna anim in elit aute exercitation cillum. Ullamco cillum consectetur elit et minim mollit. Eiusmod voluptate est anim tempor adipisicing nulla nulla officia ea occaecat.",
      "Minim occaecat fugiat do ad qui. Elit ad consectetur non quis aute deserunt. Enim esse deserunt adipisicing elit nostrud incididunt aliquip ullamco anim officia consequat ea sunt. Ad aute et qui velit. Tempor veniam ipsum consequat sunt sint proident. Consectetur fugiat amet occaecat duis eiusmod magna qui.",
      "Incididunt non incididunt amet sunt commodo ipsum eiusmod est exercitation fugiat ut. Incididunt velit dolore pariatur do reprehenderit voluptate amet aliqua magna ea. Tempor do laborum et cupidatat duis tempor nulla do deserunt laboris proident qui veniam. Incididunt aute reprehenderit voluptate pariatur minim nisi labore consequat ea. Irure labore amet esse ad et amet ea mollit laborum in velit incididunt."
    ],
    "images": [
      "https://via.placeholder.com/200/558889/FFFFFF/?text=Laundry+detergent",
      "https://via.placeholder.com/200/5D0722/FFFFFF/?text=Laundry+detergent",
      "https://via.placeholder.com/200/1A43DE/FFFFFF/?text=Laundry+detergent",
      "https://via.placeholder.com/200/7DC0B7/FFFFFF/?text=Laundry+detergent"
    ]
  },
  {
    "price": 30.29,
    "salePrice": 27.26,
    "category": "home",
    "name": "Iron",
    "shortDescription": "Voluptate aliqua non ad tempor qui fugiat do aliquip ipsum officia et sit anim.",
    "longDescription": [
      "Lorem occaecat labore tempor id. Magna do qui nisi id dolore duis excepteur veniam aliquip qui minim est. Cillum qui ullamco in aliquip proident non esse Lorem tempor reprehenderit reprehenderit exercitation cillum. Exercitation ex consectetur cillum nostrud aute ullamco. Fugiat esse culpa culpa eu qui velit aliquip eiusmod.",
      "Laboris anim deserunt duis velit est est. Voluptate non Lorem nulla pariatur. In ullamco elit magna deserunt. Officia adipisicing est aliquip labore cupidatat non culpa anim ex qui quis irure. Eiusmod voluptate quis incididunt dolore excepteur non nisi exercitation. Magna id sunt esse ipsum quis ad Lorem. Commodo labore dolor mollit sunt reprehenderit minim sint minim nostrud anim duis aute cillum."
    ],
    "images": [
      "https://via.placeholder.com/200/536D81/FFFFFF/?text=Iron",
      "https://via.placeholder.com/200/A5A9C5/FFFFFF/?text=Iron",
      "https://via.placeholder.com/200/554451/FFFFFF/?text=Iron",
      "https://via.placeholder.com/200/1E3508/FFFFFF/?text=Iron"
    ]
  },
  {
    "price": 57.6,
    "salePrice": 51.84,
    "category": "home",
    "name": "Towels",
    "shortDescription": "Commodo pariatur cillum fugiat eiusmod proident dolor commodo ex ex reprehenderit est aute. Est ea elit ex mollit ea ex laborum laboris voluptate nisi pariatur velit sint aute. Deserunt dolor deserunt magna eu amet ad velit consectetur aliqua qui ex. Consequat voluptate exercitation mollit laboris.",
    "longDescription": [
      "Est aute quis in occaecat Lorem deserunt aliquip aute ullamco adipisicing quis laborum minim do. Minim do in quis esse eiusmod nisi. Sint elit ad deserunt cupidatat fugiat dolor.",
      "Tempor cillum veniam adipisicing aliqua labore mollit do ad est id ullamco. Dolor officia commodo exercitation labore incididunt enim sint occaecat veniam ipsum reprehenderit deserunt do eu. Labore cupidatat culpa esse esse."
    ],
    "images": [
      "https://via.placeholder.com/200/E5AF68/FFFFFF/?text=Towels",
      "https://via.placeholder.com/200/27AA51/FFFFFF/?text=Towels",
      "https://via.placeholder.com/200/3A3235/FFFFFF/?text=Towels",
      "https://via.placeholder.com/200/F53259/FFFFFF/?text=Towels"
    ]
  }
]
